/******************************************************************************
Copyright 2010 大连易达通电子有限公司
All rights riserved.

文件名  ：task_touch_UI.h
模块名称：触摸屏程序

当前版本：0.0.1
修改人	：刘及华
完成日期：2016.04.06
升级说明：create
******************************************************************************/
#ifndef __TASK_TOUCH_UI_H__
#define __TASK_TOUCH_UI_H__

#include "data_type.h"


/******************************************************************************
 函数名称：task_touch_UI
 功能描述：触摸屏程序
 参数描述：
 参数名称： 输入/输出？ 类型		描述

 返  回  值：无

 作 	 者：刘及华
 日 	 期：2016-06-18
 修改历史：
		日期		修改人		修改描述
		------		---------	-------------
******************************************************************************/
void task_touch_UI(void * data);





#endif

